Repository: jensroth-git/WinLaunch
Catalog: WinLaunch/Properties/Resources.*.resx
Languages: tr_tr

source: About
tr_tr: Hakkında

source: Activation
tr_tr: Aktivasyon

source: Add file
tr_tr: Dosya ekle

source: Add folder
tr_tr: Klasör ekle

source: Add link
tr_tr: Bağlantı ekle

# AeroSwitch
source: To enable Aero WinLaunch will have to be restarted, this might take a few seconds.
tr_tr: Aero WinLaunch'ı etkinleştirmek için yeniden başlatma gerekli, bu birkaç saniye sürebilir.

# AllowFreePlacement
source: Allow free item placement
tr_tr: Serbest öğe yerleştirmeye izin ver

# AllowFreePlacementInfo
source: Allows items to be placed anywhere on the grid
tr_tr: Öğelerin ızgara üzerinde herhangi bir yere yerleştirilmesine izin verir

source: Arguments:
tr_tr: Argümanlar:

source: Background
tr_tr: Arkaplan

source: Background blur
tr_tr: Arka plan bulanıklığı

source: Background tint
tr_tr: Arka plan renk tonu

source: Backup and Restore
tr_tr: Yedekleme ve Geri Yükleme

# BlockFullscreen
source: Block WinLaunch activation when fullscreen apps are active
tr_tr: Tam ekran uygulamaları aktifken WinLaunch aktivasyonunu engelle

# BlockFullscreenInfo
source: When enabled will block WinLaunch when fullscreen apps are detected e.g. While playing games or watching videos.
tr_tr: Etkinleştirildiğinde; tam ekran uygulamaları algılandığında WinLaunch engellenir, örn. Oyun oynarken veya video izlerken.

source: Cancel
tr_tr: İptal

# CantBeUndoneWarning
source: This can not be undone
tr_tr: Bu geri alınamaz

source: Check for updates
tr_tr: Güncellemeleri kontrol et

source: Check for updates frequently
tr_tr: Güncellemeleri sık sık kontrol edin

source: Choose monitor
tr_tr: Monitör seçin

source: Choose path
tr_tr: Dosya yolu seçin

source: Clear items
tr_tr: Öğeleri temizle

# Clicked
source: Single click
tr_tr: Tek tık

# CloseWarning
source: Are you sure you want to close WinLaunch?
tr_tr: WinLaunch'ı kapatmak istediğinden emin misin?

source: Columns
tr_tr: Sütunlar

# ColumnsAndRows
source: Columns & Rows
tr_tr: Sütunlar & Satırlar

source: Confirm
tr_tr: Onayla

source: Copied
tr_tr: Kopyalandı

source: Create backup
tr_tr: Yedek oluştur

source: Created by
tr_tr: Oluşturan

# DeskModeSwitch
source: To toggle DeskMode WinLaunch will have to be restarted, this might take a few seconds.
tr_tr: DeskMode'u değiştirmek için WinLaunch'ın yeniden başlatılması gerekecek, bu birkaç saniye sürebilir.

# DoubleClicked
source: Double click
tr_tr: Çift tıklama

source: Edit
tr_tr: Düzenle

source: Enable Acrylic
tr_tr: Akriliği Etkinleştir

# EnableAcrylicInfo
source: When enabled will use windows 10 new acrylic blur
tr_tr: Etkinleştirildiğinde, Windows 10 yeni akrilik bulanıklaştırma kullanılır

source: Enable Aero
tr_tr: Aero'yu etkinleştir

# EnableAeroInfo
source: When enabled will use Windows Aero instead of a wallpaper
tr_tr: Etkinleştirildiğinde, duvar kağıdı yerine Windows Aero kullanılır

# EnableAltDoubleTap
source: Enable Alt double tap activation
tr_tr: Alt çift dokunma aktivasyonunu etkinleştir

# EnableCtrlDoubleTap
source: Enable Ctrl double tap activation
tr_tr: Ctrl çift dokunma aktivasyonunu etkinleştir

# EnableGamepadActivation
source: Enable activating WinLaunch using the start button on a gamepad
tr_tr: Gamepad üzerindeki başlat düğmesini kullanarak WinLaunch'ı etkinleştirmeyi etkinleştirin

# EnableHotCorner
source: Enable HotCorners
tr_tr: Sıcak Köşeleri Etkinleştir

source: Enable Hotkey
tr_tr: Kısayol Tuşunu Etkinleştir

# EnableTouchscreen
source: Enable touchscreen mode
tr_tr: Dokunmatik ekran modunu etkinleştir

# EnableTouchscreenInfo
source: Touchscreen mode will allow you to only move items after you held them for 3 seconds (they will start to wiggle)
tr_tr: Dokunmatik ekran modu, öğeleri yalnızca 3 saniye basılı tuttuktan sonra taşımanıza izin verir (simge kıpırdamaya başlar)

# EnableWindowsKey
source: Enable windows key activation
tr_tr: Windows anahtar aktivasyonunu etkinleştir

# FillScreen
source: Fill the entire screen
tr_tr: Tüm ekranı doldur

# FillScreenInfo
source: When enabled WinLaunch will cover the entire screen including the taskbar
tr_tr: Etkinleştirildiğinde; WinLaunch, görev çubuğu dahil tüm ekranı kaplayacaktır.

source: Folder columns
tr_tr: Klasör sütunları

source: Gamepad activation
tr_tr: Oyun kumandası aktivasyonu

source: General
tr_tr: Genel

# HotCornerDelay
source: Delay:
tr_tr: Gecikme:

# HotCornersActivation
source: HotCorner activation
tr_tr: Sıcak Köşe aktivasyonu

source: Hotkey activation
tr_tr: Kısayol tuşu aktivasyonu

source: Icons
tr_tr: Simgeler

source: Icon shadow opacity
tr_tr: Simge gölge opaklığı

source: Icon size
tr_tr: Simge boyutu

source: Icon text:
tr_tr: Simge metni:

source: Icon text shadow:
tr_tr: Simge metin gölgesi:

source: Interface
tr_tr: Arayüz

source: Item Options
tr_tr: Öğe Seçenekleri

source: Items
tr_tr: Öğeler

source: Key activation
tr_tr: Anahtar aktivasyonu

source: Language
tr_tr: Lisan

# LanguageInfo
source: To update a translation or provide a new one visit
tr_tr: Bir çeviriyi güncellemek veya yeni bir çeviri sağlamak için ziyaret et

# LatestVersion
source: You are running the latest version
tr_tr: En son sürümü çalıştırıyorsun

source: Loading...
tr_tr: Yükleniyor...

source: Load wallpaper
tr_tr: Duvar kağıdını yükle

# LookAndFeel
source: Look & Feel
tr_tr: Görünüm & His

source: Middle mouse activation
tr_tr: Fare orta tuş aktivasyonu

source: Multi monitors
tr_tr: Çoklu monitör

source: Name:
tr_tr: İsim:

source: Nothing
tr_tr: Hiç bir şey

source: Open
tr_tr: Aç

source: Open As Admin
tr_tr: Yönetici Olarak Aç

# OpenFolders
source: Open folders when they are created
tr_tr: Klasörleri oluşturulduklarında aç

source: Open location
tr_tr: Konumu aç

# OpenOnActiveMonitor
source: Always open WinLaunch on the active monitor
tr_tr: WinLaunch'ı her zaman aktif monitörde aç

# OpenOnActiveMonitorInfo
source: When enabled will automatically activate WinLaunch on the monitor that the mouse is currently on
tr_tr: Etkinleştirildiğinde; farenin o anda açık olduğu monitörde WinLaunch otomatik olarak etkinleştirilir.

source: Options
tr_tr: Seçenekler

source: Path:
tr_tr: Dosya yolu:

# PinDesktop
source: Pin WinLaunch to the desktop
tr_tr: WinLaunch'ı masaüstüne sabitle

# PinDesktopInfo
source: When enabled WinLaunch will be pinned onto the desktop replacing the wallpaper
tr_tr: Etkinleştirildiğinde; WinLaunch, duvar kağıdının yerini alarak masaüstüne sabitlenecek

source: Press a key
tr_tr: Bir tuşa bas

source: Quit
tr_tr: Çık

source: Remove
tr_tr: Kaldır

# RemoveFolder
source: Removing This Folder will remove all items inside as well
tr_tr: Bu klasörü kaldırıldığında, içindeki tüm öğeleri de kaldıracaktır

# RemoveItem
source: Do you really want to remove this item?
tr_tr: Bu öğeyi gerçekten kaldırmak istiyor musun?

# RestoreBackup
source: Restore from backup
tr_tr: Yedekten geri yükle

source: Restore icon
tr_tr: Simgeyi geri yükle

source: Rows
tr_tr: Satırlar

source: Screen
tr_tr: Ekran

source: Search keywords:
tr_tr: takma ad:

# SelectBackground
source: Select background image
tr_tr: Arka plan resmi seç

source: Select icon
tr_tr: Simge seç

source: Settings
tr_tr: Ayarlar

source: Show extension icon
tr_tr: Uzantı simgesini göster

# ShowMiniatures
source: Show miniature icons
tr_tr: Minyatür simgeleri göster

source: Show page indicators
tr_tr: Sayfa göstergelerini göster

source: Show search bar
tr_tr: Arama çubuğunu göster

source: Sort folders first
tr_tr: Önce klasörleri sırala!

source: Sort items alphabetically
tr_tr: Öğeleri alfabetik olarak sırala

source: Start with Windows
tr_tr: Windows ile başlat

# StartWithWindowsInfo
source: When enabled WinLaunch will automatically be launched at startup
tr_tr: Etkinleştirildiğinde; WinLaunch, başlangıçta otomatik olarak başlatılacaktır

source: Sync wallpaper
tr_tr: Duvar kağıdını senkronize et

# SyncWallpaperInfo
source: When enabled will synchronize the background with the current wallpaper
tr_tr: Etkinleştirildiğinde; arka planı mevcut duvar kağıdıyla senkronize eder

# TranslatedBy
source: Translated by C0rrupted
tr_tr: FarisAGA tarafından çevrildi

source: Tutorial
tr_tr: Öğretici

source: Update
tr_tr: Güncelleme

source: Update available
tr_tr: Kullanılabilir güncelleme mevcut

# UpdateAvailableInfo
source: New version of WinLaunch available, would you like to update?
tr_tr: WinLaunch'ın yeni versiyonu mevcut, güncellemek ister misin?

# UpdateError
source: Could not download version info
tr_tr: Sürüm bilgisi indirilemedi

source: Use custom background
tr_tr: Özel arka plan kullan

# UseCustomBackgroundInfo
source: When enabled will load a custom background image
tr_tr: Etkinleştirildiğinde; özel bir arka plan resmi yüklenir

source: Version:
tr_tr: Sürüm:

source: Warning
tr_tr: Uyarı
